{
  "r1_hands_on_preference": "I enjoy working with my hands to build or fix things.",
  "r2_practical_activities": "I prefer practical activities over theoretical discussions.",
  "r3_tools_machines": "I like understanding how machines and tools work.",
  "r4_outdoor_physical": "I enjoy outdoor activities and physical challenges.",
  "r5_tangible_results": "I feel most satisfied when I can see tangible results from my work.",
  "i1_complex_problems": "I enjoy solving complex problems and puzzles that require deep analysis.",
  "i2_experiments_research": "I like conducting experiments and research to find answers.",
  "i3_why_questions": "I often ask 'why' and enjoy understanding underlying reasons.",
  "i4_intellectual_challenges": "I prefer intellectual challenges over routine tasks.",
  "i5_learning_new_things": "I actively seek opportunities to learn new things and expand my knowledge.",
  "a1_creative_projects": "I enjoy working on creative projects and artistic endeavors.",
  "a2_aesthetic_appreciation": "I have a strong appreciation for beauty and aesthetics.",
  "a3_self_expression": "I value opportunities for creative self-expression.",
  "a4_unconventional_ideas": "I'm comfortable with unconventional ideas and non-traditional approaches.",
  "a5_imaginative_thinking": "I prefer work that allows for imaginative and innovative thinking.",
  "s1_helping_others": "I feel fulfilled when helping others solve their problems.",
  "s2_working_with_people": "I enjoy working directly with people more than working with things or data.",
  "s3_teaching_mentoring": "I like teaching or mentoring others.",
  "s4_making_difference": "It's important to me to make a positive difference in people's lives.",
  "s5_interpersonal_skills": "I'm naturally good at understanding and connecting with others.",
  "e1_leadership_roles": "I feel comfortable taking on leadership roles.",
  "e2_persuading_others": "I enjoy persuading others and influencing their decisions.",
  "e3_competitive_environments": "I thrive in competitive business environments.",
  "e4_achieving_goals": "I'm highly motivated by achieving ambitious goals and targets.",
  "e5_taking_risks": "I'm willing to take calculated risks for potential rewards.",
  "c1_organized_systematic": "I prefer working in organized and systematic environments.",
  "c2_detailed_procedures": "I like following detailed procedures and established guidelines.",
  "c3_accuracy_precision": "Accuracy and precision in work are very important to me.",
  "c4_structured_routine": "I work best in structured and routine situations.",
  "c5_rules_regulations": "I'm comfortable working within established rules and regulations."
}
