{
  "r1_hands_on_preference": "मुझे चीजों को बनाने या ठीक करने के लिए अपने हाथों से काम करना पसंद है।",
  "r2_practical_activities": "मैं सैद्धांतिक चर्चाओं की तुलना में व्यावहारिक गतिविधियों को प्राथमिकता देता हूं।",
  "r3_tools_machines": "मुझे मशीनों और उपकरणों की कार्यप्रणाली समझना पसंद है।",
  "r4_outdoor_physical": "मुझे बाहरी गतिविधियों और शारीरिक चुनौतियों का आनंद लेना पसंद है।",
  "r5_tangible_results": "जब मैं अपने काम के ठोस परिणाम देख सकता हूं तो मुझे सबसे अधिक संतुष्टि मिलती है।",
  "i1_complex_problems": "मुझे जटिल समस्याओं और पहेलियों को हल करना पसंद है जिनके लिए गहन विश्लेषण की आवश्यकता होती है।",
  "i2_experiments_research": "मुझे उत्तर खोजने के लिए प्रयोग और अनुसंधान करना पसंद है।",
  "i3_why_questions": "मैं अक्सर 'क्यों' पूछता हूं और अंतर्निहित कारणों को समझने का आनंद लेता हूं।",
  "i4_data_patterns": "मुझे डेटा का विश्लेषण करने और पैटर्न या रुझान खोजने में आनंद आता है।",
  "i5_independent_research": "मैं निर्धारित प्रक्रियाओं का पालन करने के बजाय अनुसंधान परियोजनाओं पर स्वतंत्र रूप से काम करना पसंद करता हूं।",
  "a1_creative_expression": "मुझे मूल कला, संगीत, लेखन या अन्य रचनात्मक कार्य बनाना पसंद है।",
  "a2_unstructured_environment": "मैं असंरचित, लचीले वातावरण को प्राथमिकता देता हूं जहां मैं रचनात्मक हो सकूं।",
  "a3_innovative_ideas": "मुझे रचनात्मक और नवाचारी तरीकों से विचार व्यक्त करना पसंद है।",
  "a4_aesthetic_design": "मुझे डिजाइन, सौंदर्यशास्त्र और दृश्य अपील से जुड़ी गतिविधियों का आनंद आता है।",
  "a5_original_solutions": "मैं स्थापित तरीकों का पालन करने के बजाय मूल, रचनात्मक समाधान खोजना पसंद करता हूं।",
  "s1_helping_others": "जब मैं दूसरों की समस्याओं को हल करने में मदद करता हूं तो मुझे संतुष्टि मिलती है।",
  "s2_teaching_explaining": "मुझे दूसरों को अवधारणाएं सिखाना या समझाना पसंद है।",
  "s3_team_collaboration": "मुझे अकेले काम करने से ज्यादा टीम में काम करना पसंद है।",
  "s4_people_interaction": "मुझे लोगों के साथ बातचीत करने और काम करने से ऊर्जा मिलती है।",
  "s5_community_service": "मैं समुदाय या समाज के लाभ की गतिविधियों की ओर आकर्षित होता हूं।",
  "e1_leadership_roles": "मुझे परियोजनाओं का नेतृत्व करने और प्रभारी बनने में आनंद आता है।",
  "e2_persuading_others": "मुझे दूसरों को अपने विचारों या दृष्टिकोण को अपनाने के लिए मनाना पसंद है।",
  "e3_calculated_risks": "मैं संभावित पुरस्कारों के लिए सोची-समझी जोखिम लेने में सहज हूं।",
  "e4_competitive_environment": "मुझे प्रतिस्पर्धी वातावरण और चुनौतियों का आनंद आता है।",
  "e5_business_opportunities": "मुझे अपना व्यवसाय शुरू करने या नए अवसरों की पहचान करने में रुचि है।",
  "c1_structured_procedures": "मैं स्पष्ट नियमों और संरचित प्रक्रियाओं के साथ काम करना पसंद करता हूं।",
  "c2_organizing_records": "मुझे विस्तृत रिकॉर्ड या डेटाबेस व्यवस्थित करने और बनाए रखने में आनंद आता है।",
  "c3_numbers_data": "मुझे व्यवस्थित तरीके से संख्याओं और डेटा के साथ काम करना पसंद है।",
  "c4_predictable_tasks": "मुझे अस्पष्ट कार्यों की तुलना में पूर्वानुमेय, स्पष्ट रूप से परिभाषित कार्य पसंद हैं।",
  "c5_following_guidelines": "मैं स्थापित दिशानिर्देशों और प्रोटोकॉल का पालन करते समय सबसे अच्छा काम करता हूं।"
}
