{
  "r1_hands_on_preference": "مے اپنے ہاتھ سے چیزے بنانے یا ٹھیک کرنے کا کام پسند چھُ۔",
  "r2_practical_activities": "مے نظریاتی بحث کے مقابلے میں عملی سرگرمیاں کو ترجیح دندان چھُ۔",
  "r3_tools_machines": "مے مشینوں اور اوزاروں کی کارکردگی سمجھنا پسند چھُ۔",
  "r4_outdoor_physical": "مے بیرونی سرگرمیاں اور جسمانی چیلنج کا لطف اٹھانا پسند چھُ۔",
  "r5_tangible_results": "جب مے اپنے کام کے ٹھوس نتائج دیکھ سکان چھُ تو مے سب سے زیادہ اطمینان محسوس کران چھُ۔",
  "i1_complex_problems": "مے پیچیدہ مسائل اور پہیلیاں حل کرنا پسند چھُ جن کے لیے گہری تجزیہ کی ضرورت ہوتی۔",
  "i2_experiments_research": "مے جوابات تلاش کرنے کے لیے تجربات اور تحقیق کرنا پسند چھُ۔",
  "i3_why_questions": "مے اکثر 'کیوں' پوچھان چھُ اور بنیادی وجوہات سمجھنے کا لطف اٹھاندان چھُ۔",
  "i4_data_patterns": "مے ڈیٹا کا تجزیہ کرنا اور پیٹرن یا رجحانات تلاش کرنا پسند چھُ۔",
  "i5_independent_research": "مے مقررہ طریقہ کار کی پیروی کرنے کے بجائے تحقیقی منصوبوں پر خود مختار طریقے سے کام کرنا پسند چھُ۔",
  "a1_creative_expression": "مے اصل فن، موسیقی، تحریر یا دیگر تخلیقی کام بنانا پسند چھُ۔",
  "a2_unstructured_environment": "مے غیر منظم، لچکدار ماحول کو ترجیح دندان چھُ جتھ میں تخلیقی واری سکان چھُ۔",
  "a3_innovative_ideas": "مے تخلیقی اور جدید طریقوں سے خیالات کا اظہار کرنا پسند چھُ۔",
  "a4_aesthetic_design": "مے ڈیزائن، جمالیات اور بصری اپیل سے متعلق سرگرمیوں کا لطف اٹھاندان چھُ۔",
  "a5_original_solutions": "مے قائم شدہ طریقوں کی پیروی کرنے کے بجائے اصل، تخلیقی حل تلاش کرنا پسند چھُ۔",
  "s1_helping_others": "جب مے دوسروں کی مسائل حل کرنے میں مدد کران چھُ تو مے اطمینان محسوس کران چھُ۔",
  "s2_teaching_explaining": "مے دوسروں کو تصورات سکھانا یا سمجھانا پسند چھُ۔",
  "s3_team_collaboration": "مے اکیلے کام کرنے سے زیادہ ٹیم میں کام کرنا پسند چھُ۔",
  "s4_people_interaction": "مے لوگوں کے ساتھ بات چیت اور کام کرنے سے توانائی محسوس کران چھُ۔",
  "s5_community_service": "مے کمیونٹی یا معاشرے کے فائدے والی سرگرمیوں کی طرف راغب چھُ۔",
  "e1_leadership_roles": "مے منصوبوں کی قیادت کرنا اور انچارج بننا پسند چھُ۔",
  "e2_persuading_others": "مے دوسروں کو اپنے خیالات یا نقطہ نظر اپنانے کے لیے قائل کرنا پسند چھُ۔",
  "e3_calculated_risks": "مے ممکنہ انعامات کے لیے سوچ سمجھ کر خطرہ لینے میں آرام محسوس کران چھُ۔",
  "e4_competitive_environment": "مے مسابقتی ماحول اور چیلنجز کا لطف اٹھاندان چھُ۔",
  "e5_business_opportunities": "مے اپنا کاروبار شروع کرنے یا نئے مواقع کی شناخت کرنے میں دلچسپی چھُ۔",
  "c1_structured_procedures": "مے واضح قوانین اور منظم طریقہ کار کے ساتھ کام کرنا پسند چھُ۔",
  "c2_organizing_records": "مے تفصیلی ریکارڈز یا ڈیٹابیس کو منظم کرنے اور برقرار رکھنے میں لطف اندوز چھُ۔",
  "c3_numbers_data": "مے منظم طریقے سے نمبروں اور ڈیٹا کے ساتھ کام کرنا پسند چھُ۔",
  "c4_predictable_tasks": "مے غیر واضح کاموں کے مقابلے میں قابل پیشن گوئی، واضح طور پر بیان شدہ کام پسند چھُ۔",
  "c5_following_guidelines": "مے قائم شدہ رہنمائی اور پروٹوکول کا پیروی کرتے وقت بہترین کام کران چھُ۔"
}
