{
  "r1_hands_on_preference": "مے اپنے ہاتھ سے چیزے بنانے یا ٹھیک کرنے کا کام پسند چھُ۔",
  "r2_practical_activities": "مے نظریاتی بحث کے مقابلے میں عملی سرگرمیاں کو ترجیح دندان چھُ۔",
  "r3_tools_machines": "مے مشینوں اور اوزاروں کی کارکردگی سمجھنا پسند چھُ۔",
  "r4_outdoor_physical": "مے بیرونی سرگرمیاں اور جسمانی چیلنج کا لطف اٹھانا پسند چھُ۔",
  "r5_tangible_results": "جب مے اپنے کام کے ٹھوس نتائج دیکھ سکان چھُ تو مے سب سے زیادہ اطمینان محسوس کران چھُ۔",
  "i1_complex_problems": "مے پیچیدہ مسائل اور پہیلیاں حل کرنا پسند چھُ جن کے لیے گہری تجزیہ کی ضرورت ہوتی۔",
  "i2_experiments_research": "مے جوابات تلاش کرنے کے لیے تجربات اور تحقیق کرنا پسند چھُ۔",
  "i3_why_questions": "مے اکثر 'کیوں' پوچھان چھُ اور بنیادی وجوہات سمجھنے کا لطف اٹھاندان چھُ۔",
  "i4_intellectual_challenges": "مے معمول کے کاموں کے مقابلے میں دانشورانہ چیلنجز کو ترجیح دندان چھُ۔",
  "i5_learning_new_things": "مے فعال طور پر نئی چیزیں سیکھنے اور اپنے علم کو بڑھانے کے مواقع تلاش کران چھُ۔",
  "a1_creative_projects": "مے تخلیقی منصوبوں اور فنکارانہ کوششوں پر کام کرنا پسند چھُ۔",
  "a2_aesthetic_appreciation": "مے خوبصورتی اور جمالیات کی گہری تعریف چھُ۔",
  "a3_self_expression": "مے تخلیقی خود اظہار کے مواقع کو اہمیت دندان چھُ۔",
  "a4_unconventional_ideas": "مے غیر روایتی خیالات اور غیر روایتی نقطہ نظر کے ساتھ آرام سے چھُ۔",
  "a5_imaginative_thinking": "مے اہیں کام کو ترجیح دندان چھُ جو تصوراتی اور جدید سوچ کی اجازت دیتا چھُ۔",
  "s1_helping_others": "جب مے دوسروں کی مسائل حل کرنے میں مدد کران چھُ تو مے اطمینان محسوس کران چھُ۔",
  "s2_working_with_people": "مے چیزوں یا ڈیٹا کے ساتھ کام کرنے کے مقابلے میں لوگوں کے ساتھ براہ راست کام کرنا پسند چھُ۔",
  "s3_teaching_mentoring": "مے دوسروں کو پڑھانا یا ان کی رہنمائی کرنا پسند چھُ۔",
  "s4_making_difference": "لوگوں کی زندگی میں مثبت تبدیلی لانا میرے لیے اہم چھُ۔",
  "s5_interpersonal_skills": "مے قدرتی طور پر دوسروں کو سمجھنے اور ان سے جڑنے میں اچھا چھُ۔",
  "e1_leadership_roles": "مے قیادت کے کردار سنبھالنے میں آرام محسوس کران چھُ۔",
  "e2_persuading_others": "مے دوسروں کو قائل کرنا اور ان کے فیصلوں کو متاثر کرنا پسند چھُ۔",
  "e3_competitive_environments": "مے مسابقتی کاروباری ماحول میں کامیاب گژھان چھُ۔",
  "e4_achieving_goals": "مے بلند پرواز اہداف اور ٹارگٹس حاصل کرنے سے انتہائی متاثر چھُ۔",
  "e5_taking_risks": "مے ممکنہ انعامات کے لیے محفوظ خطرہ لینے کو تیار چھُ۔",
  "c1_organized_systematic": "مے منظم اور منطقی ماحول میں کام کرنا پسند چھُ۔",
  "c2_detailed_procedures": "مے تفصیلی طریقہ کار اور قائم شدہ رہنمائی کا پیروی کرنا پسند چھُ۔",
  "c3_accuracy_precision": "کام میں درستگی اور درستگی میرے لیے بہت اہم چھُ۔",
  "c4_structured_routine": "مے منظم اور معمول کے حالات میں سب سے بہتر کام کران چھُ۔",
  "c5_rules_regulations": "مے قائم شدہ قوانین اور ضوابط کے اندر کام کرنے میں آرام سے چھُ۔"
}
