{
  "r1_hands_on_preference": "I enjoy working with my hands to build or fix things.",
  "r2_practical_activities": "I prefer practical activities over theoretical discussions.",
  "r3_tools_machines": "I like understanding how machines and tools work.",
  "r4_outdoor_physical": "I enjoy outdoor activities and physical challenges.",
  "r5_tangible_results": "I feel most satisfied when I can see tangible results from my work.",
  "i1_complex_problems": "I enjoy solving complex problems and puzzles that require deep analysis.",
  "i2_experiments_research": "I like conducting experiments and research to find answers.",
  "i3_why_questions": "I often ask 'why' and enjoy understanding underlying reasons.",
  "i4_data_patterns": "I enjoy analyzing data and finding patterns or trends.",
  "i5_independent_research": "I prefer working independently on research projects rather than following set procedures.",
  "a1_creative_expression": "I enjoy creating original art, music, writing, or other creative works.",
  "a2_unstructured_environment": "I prefer unstructured, flexible environments where I can be creative.",
  "a3_innovative_ideas": "I like expressing ideas through creative and innovative methods.",
  "a4_aesthetic_design": "I enjoy activities involving design, aesthetics, and visual appeal.",
  "a5_original_solutions": "I prefer finding original, creative solutions rather than following established methods.",
  "s1_helping_others": "I feel fulfilled when helping others solve their problems.",
  "s2_teaching_explaining": "I like teaching or explaining concepts to others.",
  "s3_team_collaboration": "I prefer working in teams rather than working alone.",
  "s4_people_interaction": "I feel energized when interacting and working with people.",
  "s5_community_service": "I am drawn to activities that benefit the community or society.",
  "e1_leadership_roles": "I enjoy taking leadership roles and being in charge of projects.",
  "e2_persuading_others": "I like convincing others to adopt my ideas or viewpoints.",
  "e3_calculated_risks": "I am comfortable taking calculated risks for potential rewards.",
  "e4_competitive_environment": "I enjoy competitive environments and challenges.",
  "e5_business_opportunities": "I am interested in starting my own business or identifying new opportunities.",
  "c1_structured_procedures": "I prefer working with clear rules and structured procedures.",
  "c2_organizing_records": "I enjoy organizing and maintaining detailed records or databases.",
  "c3_numbers_data": "I like working with numbers and data in a systematic way.",
  "c4_predictable_tasks": "I prefer predictable, well-defined tasks over ambiguous assignments.",
  "c5_following_guidelines": "I work best when following established guidelines and protocols."
}
